IdeaRS.OpenModel.Parameters.BoltShearType
Defines a transfer of shear force in bolts.

IdeaRS.OpenModel.Parameters.BoltShearType.Bearing
TODO DRA 1

IdeaRS.OpenModel.Parameters.BoltShearType.Interaction
TODO DRA 2

IdeaRS.OpenModel.Parameters.BoltShearType.Friction
TODO DRA 3